Repository: glenjasper/lbmcf-web-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Your Name *
es: Tu Nombre *

source: Your E-mail *
es: Tu E-mail *

source: YourPhoneNotReq
es: Tu Teléfono

source: Your Message *
es: Tu Mensaje *

source: ALL
es: TODOS

source: Required. 254 characters maximum.
es: Requerido. 254 carácteres como máximo.

source: The e-mail is already registered.
es: El email ya está registrado.

source: User
es: Usuario

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: Portuguese
es: Portugués

source: English
es: Inglés

source: Spanish
es: Español

source: Update About us
es: Actualización de Sobre nosotros

source: About us
es: Sobre nosotros

source: Update
es: Actualizar

source: About us, updated correctly
es: Sobre nosotros, actualizado correctamente

source: Molecular and Computational Biology of Fungi Laboratory
es: Laboratorio de Biología Molecular y Computacional de Hongos

source: Contact
es: Contacto

source: Know more
es: Saber más

source: News
es: Noticias

source: Research
es: Investigación

source: Projects
es: Proyectos

source: Protocols
es: Protocolos

source: Files
es: Archivos

source: Members
es: Miembros

source: Publications
es: Publicaciones

source: Partnerships
es: Colaboraciones

source: Innovation
es: Innovación

source: Patents
es: Patentes

source: Profiles
es: Perfiles

source: MyPrf
es: Mi Perfil

source: E-mail sent correctly, we will contact you soon.
es: E-mail enviado correctamente, pronto nos pondremos en contacto con Ud.

source: SendMessage
es: Enviar Mensaje

source: Federal University of Minas Gerais
es: Universidad Federal de Minas Gerais

source: Institute of Biological Sciences
es: Instituto de Ciencias Biológicas

source: Department of Bioinformatics
es: Departamento de Bioinformática

source: Controllers
es: Controladores

source: List
es: Lista

source: No controllers added yet.
es: Aún no se agregaron controladores.

source: Success: Controller was updated.
es: Éxito: se actualizó el controlador.

source: Name
es: Nombre

source: Enabled
es: Habilitado

source: Edit
es: Editar

source: Update Controller
es: Actualizar Controlador

source: National and international events in which LBMCF researchers participated
es: Eventos nacionales e internacionales en los que participaron investigadores de LBMCF

source: See more
es: Ver más

source: Research carried out by LBMCF members, as well as public documents of interest to the scientific community
es: Investigaciones realizadas por miembros de LBMCF, así como documentos públicos de interés para la comunidad científica

source: Projects developed by LBMCF or in national and international partnerships, which are of great technological, biotechnological, social and development importance mainly for Brazil.
es: Proyectos desarrollados por LBMCF o en alianzas nacionales e internacionales, que son de gran importancia tecnológica, biotecnológica, social y de desarrollo principalmente para Brasil.

source: Techniques, methodologies and workflows followed by LBMCF researchers, who can serve as a guide for other researchers.
es: Técnicas, metodologías y flujos de trabajo seguidos por los investigadores del LBMCF, que pueden servir de guía para otros investigadores.

source: Catalog of documents of exclusive interest to the LBMCF.
es: Catálogo de documentos de interés exclusivo para LBMCF.

source: Researchers with different profiles work in the laboratory, learn more about them
es: Investigadores con diferentes perfiles trabajan en el laboratorio, aprende más sobre ellos

source: Biography
es: Biografía

source: Phone
es: Teléfono

source: Mobile
es: Celular

source: Be part of our team, we are waiting for you
es: Sé parte de nuestro equipo, te estamos esperando

source: See the former members
es: Ver los ex miembros

source: More information
es: Más informaciones

source: Close
es: Cerrar

source: Review the research carried out by the LBMCF in collaboration with partnerships.
es: Revise las investigaciones realizadas por LBMCF en colaboración con socios.

source: SeePubs
es: Ver publicaciones

source: See statistics
es: Ver estadísticas

source: National / International
es: Nacionales / Internacionales

source: Inter7l
es: Internacionales

source: Country
es: País

source: Products developed by LBMCF in collaboration with partners
es: Productos desarrollados por LBMCF en colaboración con socios

source: See patents developed
es: Ver las patentes desarrolladas

source: NotReg
es: No registrado

source: Articles
es: Artículos

source: Articles published per year
es: Artículos publicados por año

source: Hide statistics
es: Ocultar estadísticas

source: Authors
es: Autores

source: RegNum
es: Número de Registro

source: PatType
es: Tipo de Patente

source: Registry Institution
es: Institución de Registro

source: Security Policy
es: Politica de Seguridad

source: Legal Warning
es: Aviso Legal

source: UpPolicy
es: Actualización de la Política

source: MsgPolUpCorrectly
es: Política actualizada correctamente

source: OldMem
es: Miembros Antiguos

source: TextMem
es: Investigadores que formaron parte de LBMCF, conozca más de ellos

source: All the news
es: Todas las noticias

source: ViewP
es: Ver Perfil

source: Key words
es: Palabras clave

source: FileField
es: Archivo

source: Log In
es: Iniciar Sesión

source: Incorrect username or password, try again.
es: Nombre de usuario o contraseña incorrectos, inténtelo de nuevo.

source: Forgot your password?, You can restore it from
es: ¿Olvidaste tu contraseña?, Puedes restaurarlo desde

source: here
es: aquí

source: User correctly registered, you can log in.
es: Usuario registrado correctamente, puede iniciar sesión.

source: ChanOfPass
es: Cambio de contraseña

source: Password changed correctly
es: Contraseña cambiada correctamente

source: You can return to your profile by clicking
es: Puede volver a su perfil haciendo clic

source: Please enter your old password for security and enter the new password twice for verification.
es: Por favor, ingrese su contraseña anterior por seguridad e ingrese la nueva contraseña dos veces para verificación.

source: OldPass
es: Contraseña anterior

source: NewPass
es: Nueva contraseña

source: ChangePass
es: Cambia la contraseña

source: RestPs2wrd
es: Restaurar contraseña

source: PassResetCompleted
es: Restablecimiento de la contraseña concluida

source: Your password has been reset. Now you can
es: Se ha restablecido su contraseña. Ahora puedes

source: Enter the new password
es: Digite la nueva contraseña

source: MsgNewPasswordToVerify
es: Por favor, ingrese su nueva contraseña dos veces para verificar que la ingresó correctamente.

source: CnfNewPwd
es: Confirma nueva contraseña

source: ConfSend
es: Confirmar

source: PssRstFailed
es: Error en el restablecimiento de la contraseña

source: The password reset link was invalid, probably because it was used before. Request a new password reset
es: El enlace de restablecimiento de contraseña no era válido, probablemente porque se usó antes. Solicite un nuevo restablecimiento de contraseña

source: Password reset sent
es: Restablecimiento de contraseña enviada

source: We emailed you instructions for resetting your password, if your email is correct. You should receive it soon.
es: Le enviamos instrucciones por e-mail para restablecer su contraseña, si su e-mail es correcto. Debería recibirlo pronto.

source: If you have not received an email, check that you have entered the email address you registered with and check your <b>spam</b> folder.
es: Si no ha recibido un e-mail, verifique que haya ingresado el e-mail con el que se registró y verifique su carpeta de <b>spam</b>.

source: Did you forget your password? Enter your email address below and we'll send you the instructions to establish a new one.
es: ¿Olvidaste tu contraseña? Ingrese su e-mail a continuación y le enviaremos las instrucciones para establecer una nueva.

source: Profile
es: Perfil

source: Delete?
es: ¿Eliminar?

source: If you want to edit your email click
es: Si desea editar su email haga clic

source: If you want to change your password click
es: Si desea cambiar su contraseña haga clic

source: UpControllers
es: Actualizar controladores

source: Sign Up
es: Regístrate

source: Register
es: Registrarse

source: Description
es: Descripción

source: You don't have permission to view this content.
es: Ud. no tiene permiso para ver este contenido.

source: Funding Agency
es: Organismo de Financiamiento
